[
  {
    "id": "1",
    "img1": "https://saucc.org/wp-content/uploads/2020/04/SAUCC-first-online-club-day-650x360.jpg",
    "img2": "https://saucc.org/wp-content/uploads/2020/04/SAUCC-First-Club-Day-650x406.jpg",
    "name": "SAUCC Arranged First Online Club Day",
    "details": "For the first time in any club’s history at Sher-e-Bangla Agricultural University, SAUCC waved the path for “online club day”. It the club’s first online club day. Ever since the global pandemic COVID-19 broke out, the world has already started to see some changes. Dolphins are back; birds are flying everywhere, roads are clean, the air is fresh, traffics are gone, schools, colleges, varsities and offices are mostly off.Now, the world already understands that the works should be done from home instead of present at the workplace but never had it been massively applied. But COVID-19 has created such a situation where public gatherings are to be avoided, maintaining social distance is a must and people are forced to stay home. Therefore people have started to use online platform for general meetings whether they are corporate jobholders, government officials or students.On Friday, 10 April, SAUCC organised their first online meeting with over 40 participants through ZOOM cloud meeting software. The meeting was about creating awareness during COVID 19 pandemic, safe Facebooking and data visualization.Fariah Ahsan Rasha, Secretary of promotional and marketing, took the first session who described what COVID 19 is, how it is transmitting, the symptoms, how to prevent it and what to do if one is infected. In short, participants were advised to stay neat and clean, eat healthy food and wash their hands at least 20 seconds which is necessary to check the outbreak for the present situation.",
    "details1": "On the second session, Fida Al Hasan, President of SAU Computer Club, demonstrated how phishing sites could be used to hack Facebook user’s account. Participants were shocked to see how their accounts could be hacked, and they wouldn’t even know about it. He gave the participants some tips to stay away from this kind of trap. After that, Md. Nazmus Sakib Anik, the vice president of the club, took the final session on data visualization. Participants saw how to represent data , i.e. number of COVID 19 affected people around the world on bar diagram or pie chart using Microsoft Word, PowerPoint and Excel. In the end, it was a successful meeting with participants from all over the country. They felt the first online club day was easy, comfortable and they could carry on such types of meeting in the future. Know more activities about our club: Digital Poster Design Competition"
  },
  {
    "id": "2",
    "img1": "https://saucc.org/wp-content/uploads/2020/04/20200220235648_IMG_0641-scaled-650x360.jpg",
    "name": "21st February 2020 Celebration",
    "img2":"https://saucc.org/wp-content/uploads/2020/04/20200221003937_IMG_0673-1536x1024.jpg",
    "details1":"21st February is the International Mother Language day. It is also the anniversary of the day when we fought for recognition for the Bangla language.",
    "img3":"https://saucc.org/wp-content/uploads/2020/04/20200220235648_IMG_0641-1536x1252.jpg",
    "details2":"Like every year SAU Computer Club celebrated this day by placing flowers at the Shaheed Minar of Sher-e-Bangla Agricultural University at 12:00 a.m."

   },
  {
    "id": "3",
    "img1": "https://saucc.org/wp-content/uploads/2020/03/SAUCC-orientation-scaled-650x360.jpg",
    "name": "Freshers’ Reception 2020 & Certificate Awarding Ceremony",
   "details":"SAU Computer Club arranged Freshers’ Reception 2020 & Certificate Awarding Ceremony on 17 February 2020. This orientation program mainly arranged for warmly welcome the freshers’ of 2020 who became a member of our club. And also awarded certificates to those who completed the MS Office Applications Course arranged & conducted by SAU Computer Club, Sher- e- Bangla Agricultural University.",
    "img2":"https://saucc.org/wp-content/uploads/2020/03/Shimul-Chandra-Sarker-sir-giving-Speech-650x433.jpg",
    "details1":"We also gave attractive prizes to them who secured 1st, 2nd, and 3rd position in the MS Office Applications Course assessment examination. These prizes will help motivate them to learn more about various computer skills.",
    "img3":"http://saucc.org/wp-content/uploads/2020/03/Prize-and-certificate-giving-650x433.jpg",
    "details2":"In this program, Hasan Mahammad Sammy, assistant professor of Department of Agricultural Statistics, Shimul Chandra Sarker, assistant professor of Department of Agronomy, Nazib Rafe Duke from Head of Business, Creative IT Institute was present.  They gave their valuable speeches to motivate new members toward the interest of the computer. "
}
   ,
  {
    "id": "4",
    "img1": "https://saucc.org/wp-content/uploads/2020/03/SAUCC-orientation-scaled-650x360.jpg",
    "name": "Freshers’ Reception 2020 & Certificate Awarding Ceremony",
   "details":"SAU Computer Club arranged Freshers’ Reception 2020 & Certificate Awarding Ceremony on 17 February 2020. This orientation program mainly arranged for warmly welcome the freshers’ of 2020 who became a member of our club. And also awarded certificates to those who completed the MS Office Applications Course arranged & conducted by SAU Computer Club, Sher- e- Bangla Agricultural University.",
    "img2":"https://saucc.org/wp-content/uploads/2020/03/Shimul-Chandra-Sarker-sir-giving-Speech-650x433.jpg",
    "details1":"We also gave attractive prizes to them who secured 1st, 2nd, and 3rd position in the MS Office Applications Course assessment examination. These prizes will help motivate them to learn more about various computer skills.",
    "img3":"http://saucc.org/wp-content/uploads/2020/03/Prize-and-certificate-giving-650x433.jpg",
    "details2":"In this program, Hasan Mahammad Sammy, assistant professor of Department of Agricultural Statistics, Shimul Chandra Sarker, assistant professor of Department of Agronomy, Nazib Rafe Duke from Head of Business, Creative IT Institute was present.  They gave their valuable speeches to motivate new members toward the interest of the computer. "
}
]
